// მომხმარებელს შემოატანინეთ თვის სახელი მაგ:("იანვარი" , "თებერვალი") , თქვენი მიზანია დაადგინოთ მომხმარებლის შემოტანილი თვე სეზონის რომელი პერიოდია (ზაფხული,ზამთარი,შემოდგომა,თუ გაზაფხული)

let month = prompt("შეიყვანეთ თვე:");

switch (month) {
    case "დეკემბერი":
    case "იანვარი":
    case "თებერვალი":
        console.log("ეს თვე ზამთარია")
        break

    case "მარტი":
    case "აპრილი":
    case "მაისი":
        console.log("ეს თვე გაზაფხულია")
        break

    case "ივნისი":
    case "ივლისი":
    case "აგვისტო":
        console.log("ეს თვე ზაფხულია")
        break

    case "სექტემბერი":
    case "ოქტომბერი":
    case "ნოემბერი":
        console.log("ეს თვე შემოდგომაა")
        break

    default:
        console.log("ასეთი თვე არ არსებობს")
}