// შექმენით ცვლადი word - გადაეცით თქვენთვის სასურველი სიტყვა, შემდეგ მომხმარებელს შემოატანინეთ სასუველი ენა(მაგ:ქართული,ინგლისური,ფრანგული) და switch-კონსტრუქტორის გამოყენებით გააკეთეთ მარტივი translate როდესაც მომხმარებელი შემოიყვანს მაგალითად "ფრანგულს" თქვენი სიტყვა კონსოლში გადაითარგმნოს "ფრანგულად", ხოლო თუ მომხმარებელი შემოიტანს სხვა სიტყვას მაგ შემთხვევაში კონსოლში გამოიტანოს რომ ასეთი ენა არ არსებობს და ახლიდან სთხოვოს შეყვენა


let word = "giorgi"

let language = prompt("enter language: ")

switch (language) {
    case "ქართული":
        console.log("გიორგი")
        break
    case "ინგლისური":
        console.log("giorgi")
        break
    case "რუსული":
        console.log("гeорги")
    default:
        console.log("ასეთი ენა არ არსებობს")
}

