#შედარების ოპერატორები

#ჭეშმარიტია true
#მცდარია false

#int
#str
#float
#boolean - ბულეანი

# true
# false

# print(5 > 3)
# print(7 < 5)

# print(type(5 > 3))


#მეტობის ნიშანი - >
#ნაკლებობის ნიშანი - <
#შედარების ოპერატორი - ==
#მიმნიჭებელი ოპერატორი - =
#მეტია ან ტოლია - >=
#ნაკლებია ან ტოლია - <=
# უტოლობა - !=

# print("vitali" == "vitali")
# print(5 == 7)

# print(10 != 10)

#მომხარებელს შეეკითხეთ ასაკი შემდეგ შეადარეთ მისი ასაკი მეტია თუ არა 18-ზე


name = int(input("enter your age: "))

print(name < 18)