// 1) შექმენით ფუნქცია, რომელიც მიიღებს n რაოდენობის რიცხვს და დაბეჭდავს მათ ჯამს. ფუნქციას გამოძახებისას უნდა გადასცეთ მინიმუმ 5 არგუმენტი. პირველი და მეორე არგუმენტები შეინახეთ ცვლადებში და დაბეჭდეთ მათი ნამრავლი, ხოლო სხვა დანარჩენი rest ოპერატორის გამოყენებით ჩასვით სიაში და დაბეჭდეთ მათი ჯამი


function sumNumbers(a, b, ...others) {
    const product = a * b
    console.log("პირველი ორი რიცხვის ნამრავლი", product)

    const sum = others.reduce((acc, num) => acc + num, 0)
    console.log("დანარჩენი რიცხვების ჯამი", sum)
}

sumNumbers(2, 3, 4, 5, 6)