#6) დაწერეთ რა არის page layout რისთვის ვიყენებთ

#Page layout არის გვერდის განლაგების დიზაინი, რომელიც განსაზღვრავს ტექსტისა და სხვა ელემენტების განთავსებას გვერდზე.ის ეხება დოკუმენტის ვიზუალურ და სტრუქტურულ ორგანიზებას, რაც გავლენას ახდენს შინაარსის აღქმაზე და წაკითხვის სიმარტივეზე.

#7) ჩამოწერეთ რას ნიშნავს header main და footer

# header: გვერდის ზედა ნაწილი, რომელიც ჩვეულებრივ შეიცავს ელემენტებს, რომლებიც ყველა გვერდზე გამეორდება.

# main: გვერდის ან დოკუმენტის მთავარი სექცია, რომელიც შეიცავს ძირითად შინაარსს.

# footer: გვერდის ქვედა ნაწილი, რომელიც ასევე შეიძლება ყველა გვერდზე გამეორდეს.